
export const navitem=[
    {
        id:1,
        url:"/",
        text:"خانه"
    },
    
    {
        id:2,
        url:"/products",
        text:"فروشگاه"
    },
    {
        id:3,
        url:"/news",
        text:"اخبار"
    },
    {
        id:4,
        url:"/contact",
        text:"ارتباط با ما"
    },

]

export const ProductsData=[
    {
        id:1,
        title:"Galaxy S24 FE",
        images:[
            "/images/1.png",
            "/images/2.png",
            "/images/3.png",
            "/images/4.png"
        ],
        description: "هر عکس جلوه‌ای از خلاقیت بی‌نهایت",
        content: "گلکسی s24 fe قدرتمندترین و بهترین قاتل پرچمداری است که کمپانی سامسونگ تا سال 2024 معرفی کرده و می‌تواند در فعالیت‌های مختلفی مانند تولید محتوا متنی و ویدیویی، بازی کردن، وبگردی و تماشا فیلم و سریال بهترین دستگاه هوشمند همراه باشد، به همین دلیل این گوشی هوشمند از ارزش خرید بالایی برخوردار است",
        colors: ["gray"],
        price: 45750000,
        count: 1,
        availableBrand:"samsung"
    },
    {
        id:2,
        title:"اپل واچ سری ۱۰ آلومینیوم",
        images:[
            "/images/5.png",
            "/images/6.png",
            "/images/7.png",
            "/images/8.png"
        ],
        description: " تراشه S10 با یک پردازنده مرکزی دو هسته‌ای ",
        content: "نسل دهم اپل واچ با قطر ۹.۷ میلی‌متر و نمایشگری بزرگتر تولید می‌شود. اپل برای دستیابی به این ضخامت و ابعاد،‌ طراحی اجزای داخلی از جمله اسپیکر را به کلی تغییر داده تا بتواند اپل واچ سری ۱۰ را با قطر کمتر از یک سانتی‌متر تولید کند. این اسپیکر جدید نه تنها ابعاد کوچکتری دارد، بلکه قابلیت‌های بیشتری از جمله پخش موسیقی را نیز دارد. این مدل در دو سایز ۴۶ و ۴۲ میلی‌متر تولید می‌شود که نسبت به نسل‌های پیشین، بزرگترین اپل واچ تولید شده تا به امروز است. از طرف دیگر، اپل دو نسخه آلومینیوم و تیتانیوم ازاپل واچ سری ۱۰ را به بازار عرضه می‌کند. نسخه آلومینیوم در سه رنگ رزگلد مات، نقره‌ای مات و مشکی براق تولید می‌شود. نسخه تیتانیوم نیز برای اولین بار با پرداخت براق و رنگ‌های نچرال، طلایی و قهوه‌ای/خاکستری تیره تولید خواهد شد که قیمت نسبتا بالاتری دارند.",
        colors: ["blue", "gold","black"],
        price: 33000000,
        count: 1,
        availableBrand:"apple"

    },
    {
        id:3,
        title:"Galaxy Buds3 Pro",
        images:[
            "/images/9.png",
            "/images/10.png",
            "/images/11.png",
            "/images/12.png"
        ],
        description: "طراحی ارگونومیک برای صدای عالی",
        content: "طراحی کاملاً جدید ما را که برای ارائه صدای مطلوب مهندسی شده است، تجربه کنید. Galaxy Buds3 Pro باز-طراحی‌شده ما دارای سَری‌های کوچک زاویه‌دار است که برای جاگیری بهتر در گوش و ساده‌سازی تجربه شنیدن در نظر گرفته شده است و Blade Lights برجسته امکان خودنمایی را فراهم کرده است. قاب برازنده با روکش شفاف و شکل منحنی ظریف و مجهز به امکانات شارژ USB-C و بی‌سیم، مکمل این طراحی تیغه‌ای است.",
        colors: ["green", "blue", "gold","black"],
        price: 13000000,
        count: 1,
        availableBrand:"samsung"

    },
    {
        id:4,
        title:" اپل مدل آیفون ۱۶ پرو مکس",
        images:[
            "/images/13.png",
            "/images/14.png",
            "/images/15.png",
            "/images/16.png"
        ],
        description: " ظرفیت 256 گیگابایت رنگ تیتانیوم",
        content: "آیفون ۱۶ پرومکس همانند روند دو سال اخیر به قابلیت اتصال ماهواره‌ای و تشخیص تصادفات خودرویی مجهز شده است. اتصال ماهواره‌ای در ۱۷ کشور جهان در دسترس است و امکان درخواست کمک اضطراری یا ارسال پیام‌های iMessage و پیامک را در شرایطی که سیگنال آنتن مخابراتی وجود ندارد ممکن می‌کند. تشخیص تصادف خودرو نیز با استفاده از یک شتاب‌سنج مخصوص، هرگونه تصادف در خودرو را متوجه شده و به صورت خودکار به مراکز اورژانس و پلیس اطلاع می‌دهد.",
        colors: ["gold", "gray", "blue","black"],
        price: 106000000,
        count: 1,
        availableBrand:"apple"

    }
    ,
    {
        id:5,
        title:"کنسول پلی استیشن PS5",
        images:[
            "/images/17.png",
            "/images/18.png",
            "/images/19.png",
            "/images/20.png"
        ],
        description: "8 هسته ای  با فرکانس پردازشی 3.5 گیگاهرتز",
        content: "کنسول PS5 در دو نسخه به بازار عرضه شده یک نسخه استاندارد و یک نسخه دیجیتال. البته این دو تفاوت چندانی با هم ندارند تنها تفاوت بین آن ها این است که در نسخه استاندارد از تکنولوژی بلورِی اولترا HD استفاده شده و قابلیت پشتیبانی از دیسک نوری و سی دی بازی ها را دارد. اما نسخه ی دیجیتال فاقد این امکان است و در واقع فقط نسخه ی دیجیتال بازی ها را اجرا می کند. البته توجه داشته باشید که به دلیل همین تفاوت نسخه ی استاندارد کمی گرانتر از نسخه ی دیجیتال است.",
        colors: ["gray"],
        price: 29400000,
        count: 1,
        availableBrand:"sony"

    }
    ,
    {
        id:6,
        title:"مک بوک پرو ۱۶ اینچی M4 ",
        images:[
            "/images/21.png",
            "/images/22.png",
            "/images/23.png",
            "/images/24.png"
        ],
        description: "دوران هوش مصنوعی فرارسیده",
        content: "مک بوک پرو ۱۶ اینچی M4 Pro برای عکاس‌ها، فیلم‌سازان، هنرمندان حرفه‌ای، آهنگساز‌ها و تولید محتوای پیشرفته ساخته شده است. این مک بوک به چیپ‌ست M4 Pro با ۱۴ هسته پردازنده مرکزی مجهز شده که برای استفاده‌های حرفه‌ای و نرم‌افزارهای سنگین و پیشرفته کاملا مناسب است. این تراشه که با فناوری ۳ نانومتری ساخته شده، به یک پردازشگر گرافیکی ۲۰ هسته‌ای جدید نیز مجهز شده که از فناوری‌های حافظه کش دینامیکی، رهگیری پرتو سخت‌افزاری و Mesh-Shading به طور کامل پشتیبانی می‌کند. در نتیجه استفاده از نرم‌افزارهای گرافیکی سریع‌تر و اجرای بازی‌های گرافیکی چشم‌نواز‌تر خواهد بود. در کنار همه این‌ها، یک موتور عصبی ۱۶ هسته‌ای جدید نیز تعبیه شده که برای اجرای دستورات مربوط به هوش مصنوعی Apple Intelligence یا انجام محاسبات یادگیری ماشینی کاملا مناسب است.",
        colors: ["silver","black"],
        price: 199900000,
        count: 1,
        availableBrand:"apple"

    }
    ,
    {
        id:7,
        title:" تلویزیون  43 اینچ  UHD",
        images:[
            "/images/25.png",
            "/images/26.png",
            "/images/27.png",
            "/images/28.png"
        ],
        description: "خود را در یک میلیارد رنگ غوطه‌ور کنید",
        content: "با فناوری پیشرفته فسفری ما، تجربه UHD را به سطح بالاتری برسانید. رنگ کریستال پویا انواع رنگ‌های شبه‌واقعی را در اختیار شما قرار می‌دهد تا شما بتوانید ظریف‌ترین جزییات رنگ‌ها را ببینید. ارتقای کیفیت قدرتمند 4K دستیابی شما به وضوح 4K برای محتوای دلخواه را تضمین می‌کند. با جدیدترین برنامه‌ها و سرویس‌های سیستم عامل Samsung Tizen، از تلویزیون خود بیشترین بهره را ببرید. حتی می‌توانید فعالیت‌های روزمره خود را با Daily+‎ مدیریت کنید و دستگاه‌های هوشمند خود را با SmartThings، از طریق تلویزیون، کنترل کنید.",
        colors: ["green", "blue", "gold","black"],
        price: 106900000,
        count: 1,
        availableBrand:"samsung"

    }
    ,
    {
        id:8,
        title:"هدفون سونی مدل WH-CH520",
        images:[
            "/images/29.png",
            "/images/30.png",
            "/images/31.png",
            "/images/32.png"
        ],
        description: "سونی، نامی آشنا در صنعت صوتی و تصویری",
        content: "هدفون بی سیم سونی WH-CH520، با بهره‌گیری از تکنولوژی‌های پیشرفته و ارائه تجربه‌ای راحت و لذت‌بخش، توجه بسیاری را به خود جلب کرده است. این محصول، که برای استفاده روزمره طراحی شده، ویژگی‌هایی چون اتصال بلوتوث پایدار، کیفیت صدای بالا و طول عمر باتری قابل قبول را ارائه میدهد. سونی با این هدفون، تلاش کرده تا نیازهای اساسی شما را در زمینه صدا با یک گزینه مقرون‌به‌صرفه برآورده سازد. در ادامه، با بررسی بیشتر ویژگی‌های کلیدی، طراحی، کیفیت صدا، فناوری‌ها و امکانات اتصال این هدفون، نگاهی دقیق‌تر به جنبه‌های مختلف آن خواهیم انداخت.",
        colors: ["#BCAF9C", "#67728A", "#C9CECC","black"],
        price: 2400000,
        count: 1,
        availableBrand:"sony"

    }
    ,
    {
        id:9,
        title:"لپ تاپ 15.6 اینچی ایسوس   ",
        images:[
            "/images/33.png",
            "/images/34.png",
            "/images/35.png",
            "/images/36.png"
        ],
        description: " کیفیت صفحه نمایش را تجربه کن",
        content: "لپ تاپ 15.6 اینچی ایسوس مدل Vivobook 15 X1504VA-NJ104-i5 1335U 8GB 512SSD به عنوان یک گزینه مناسب برای کارهای روزمره شناخته شده است. کاربران از سرعت و قدرت آن راضی هستند و آن را به عنوان دستگاهی با ارزش خرید بالا در این رنج قیمت معرفی کرده‌اند. برخی از کاربران به کیفیت ساخت و طراحی آن اشاره کرده و آن را دستگاهی خوب برای انجام کارهای معمولی می‌دانند.",
        colors: ["silver"],
        price: 35779000,
        count: 1,
        availableBrand:"asus"

    }
    ,
    {
        id:10,
        title:"کارت گرافیک ایسوسDualGe",
        images:[
            "/images/37.png",
            "/images/38.png",
            "/images/39.png",
            "/images/40.png"
        ],
        description: " گزینه عالی برای گیمرها با بودجه متوسط ",
        content: "کارت گرافیک ایسوس مدل Dual GeForce RTX™ 4060 OC Edition 8GB GDDR6 به دلیل عملکرد عالی و قابلیت‌های جدیدش در اجرای بازی‌ها با کیفیت اولترا و فریم‌ریت بالا مورد تحسین قرار گرفته است. کاربران از مصرف برق کم و نویز پایین فن آن نیز رضایت دارند و آن را گزینه‌ای مناسب برای بازی‌های جدید می‌دانند.",
        colors: ["green", "blue", "gold","black"],
        price: 26500000,
        count: 1,
        availableBrand:"asus"

    }
    ,
    {
        id:11,
        title:"پخش کننده ال جی مدل on7",
        images:[
            "/images/41.png",
            "/images/42.png",
            "/images/43.png",
            "/images/44.png"
        ],
        description: "قابلیت همگام سازی صدا Sound Sync",
        content: "سیستم صوتی ال جی مدل XBOOM ON7 دارای 500 وات توان خروجی است. قابلیت دالبی سبب می شود این دستگاه از صدایی با کیفیت بالا و شفاف برخوردار باشد. این محصول از قابلیت همگام سازی صدا Sound Sync هم بهره می برد که در این صورت هنگام اتصال دستگاههای مختلف به هم با امکان پشتیبانی از این ویژگی، صدا به شکل همزمان از بلندگوهای آنها پخش می شود. اتصال سیستم های صوتی مختلف سبب خلق صدایی فراگیر و همه جانبه می گردد.",
        colors: ["black"],
        price: 17200000,
        count: 1,
        "availableBrand": "lg"


    }
    ,
    {
        id:12,
        title:"مانیتور ال جی مدل 28MQ780 ",
        images:[
            "/images/45.png",
            "/images/46.png",
            "/images/47.png",
            "/images/48.png"
        ],
        description: "وضوح تصویر مانیتور معادل 2560 ",
        content: "مانیتورهای DUAL مدتی است که به عنوان یکی از مانیتورهای نوآورانه و خلاقانه برای کاربری‌های خاص در بازار یافت می‌شوند. شرکت ال جی که به عنوان یکی از با سابقه‌ترین و مشهورترین شرکت‌های تولید کننده‌ی لوازم الکترونیک شناخته می‌شود هم در زمینه‌ی تولید این دسته از مانیتورها فعالیت دارد. مانیتور 28MQ780 از محصولات جدید و با کیفیت این شرکت است که مشخصات فنی جذاب و چشمگیری دارد. ",
        colors: [ "blue", "gold","black"],
        price: 43000000,
        count: 1,
        "availableBrand":"lg"

    }
    ,
    {
        id:13,
        title:"مانیتور گیم خمیده ایسوس",
        images:[
            "/images/49.png",
            "/images/50.png",
            "/images/51.png",
            "/images/52.png"
        ],
        description: "تجربه‌ای جذاب و شگفت‌انگیز از دنیای تصویر",
        content: "مانیتور خمیده ایسوس مدل VG24VQE با ویژگی‌های منحصر به فرد خود، تجربه‌ای جذاب و شگفت‌انگیز از دنیای تصویر را برای کاربران ارائه می‌کند. طراحی خمیده، کیفیت تصویر بالا و ویژگی‌های پیشرفته این مانیتور را به یک انتخاب بی‌نظیر در دسته‌ی مانیتورهای بازی و سرگرمی تبدیل کرده است. رزولوشن Full HD این مانیتور، تصاویر با جزئیات بالا را به نمایش می‌گذارد. همچنین، با سرعت بروزرسانی 165Hz، تصاویری پرشتاب و بدون افت و لگ به نمایش درآمده و تجربه‌ی بازی را به سطح بالاتری می‌برد.",
        colors: ["black"],
        price: 11760000,
        count: 1,
        "availableBrand":"asus"

    }
    ,
    {
        id:14,
        title:"ساندبار ال جی مدل S75QR",
        images:[
            "/images/53.png",
            "/images/54.png",
            "/images/55.png",
            "/images/56.png"
        ],
        description: "صدای فراگیر ۵.۲.۱ کاناله",
        content: "ال‌جی S75QR سیستم صوتی ۵٫۱٫۲ کاناله‌ای دارد که شامل ساندبار اصلی، دو بلندگوی عقب بی‌سیم و یک ساب‌ووفر بی‌سیم قدرتمند است. این سیستم به‌طور کلی توان خروجی ۵۲۰ وات را ارائه می‌دهد که توان بالایی محسوب می‌شود و مناسب برای پخش صدای واضح، شفاف و با باس عمیق در محیط‌های بزرگ‌ است.",
        colors: ["green", "blue", "gold","black"],
        price: 31800000,
        count: 1,
        availableBrand:"lg"

    }
]

export const questionAccordian=[
    {
        id:1,
        question:"آیا خرید من ضمانت دارد ؟",
        answer:"بله خرید شما ضمانت دارد و در زمان تحویل همه چیز برای شما چک خواهد شد و شما میتوانید با اطمینان خرید کنید. و شما تصمیم خواهید گرفت که محصول شما به چه شکل ارسال شود و برای داشتن ضمانت اولیه تحویل حضوری را میتوانید انتخاب کنید."
    },
    {
        id:2,
        question:"آیا محصولات اصلی میباشند؟",
        answer:"بله تمامی محصولات با بارکد اصلی خود شرکت سازنده به شما تقدیم خواهند شد ."
    },
    {
        id:3,
        question:"آیا پرداخت قسطی دارید ؟",
        answer:"خیر متاسفانه شرایط پرداخت قسطی هم اکنون در شرکت فعال نیست .اما خبر خوب اینکه شما میتوانید از تخیف بی سابقه ۱۰ درصدی استفاده کنید ."
    },
    {
        id:4,
        question:"آیا تحویل حضوری دارید؟",
        answer:"بله به درخواست شما تحویل کالا میتواند حضوری باشد و یک کارشناس خبره برای توضیحات تمام امکانات محصول در کنار شما خواهد بود."
    }
]